{
    "activity": "Biking",
    "content": "3 Benefits of Cycling! 1. Cycling Is Good For Beginners: Riding a bike is fairly simple. If you have difficulty with a standard bicycle, stationary bikes are a great alternative.\n\nIf you’re new to fitness or bouncing back from an injury or illness, you can cycle at a low intensity. As you get more fit, you can increase the intensity or continue to cycle at a chill pace. \n\nStudies have shown that even sedentary people reap the health benefits of cycling, so it can be a great introduction for exercise novices. 2. Cycling Boosts Mental Health and Brain Power: Cycling can ease feelings of stress, depression, or anxiety. Focusing on the road or your cadence when cycling can help you develop concentration and awareness of the present moment. This may help take your focus away from the mental chatter of your day.\n\nResearch backs this up. One study found that biking outside improved cognitive functioning and well-being for older adults.\n\nIf you find yourself feeling lethargic, listless, or like your brain is moving slowly, get on your bike for at least 10 minutes.\n\nExercise promotes the release of endorphins in your body, which helps you feel better while lowering your stress levels. As the study above found, exercise outdoors only increases these effects.\n\nYou may feel more confident and content once you make cycling a regular part of your life. 3. Cycling Is Environmentally Friendly: Reduce your carbon footprint by riding your bike whenever possible. Recent research in Europe found that commuting by bike instead of by car once a day decreases your transportation carbon footprint by 67%.\n\nCycling is a great replacement for transportation options that involve sitting in traffic for extended periods. It’s especially useful when you’re going places that are a bit too far to walk, but you don’t want to take a car.\n\nA bonus is not having to fight for a parking space in crowded areas.",
    "voted": 0,
    "score": 0
}